# Напишите алгоритм, заполняющий список произвольными целыми числами
# в диапазоне от -100 до 100. В списке должно быть n - элементов.
# Подсказка:
# для получения случайного числа используйте функцию randint() модуля random
import random
numbers = []
# print(random.randint(10, 20))  # раскомментируйте, чтобы посмотреть работу функции randint
# TODO: your code here

Почему?
Traceback (most recent call last):
  File "C:/Users/Пользователь/Desktop/PYTHON/Проги/random.py", line 6, in <module>
    import random
  File "C:\Users\Пользователь\Desktop\PYTHON\Проги\random.py", line 8, in <module>
    print(random.randint(10, 20))  # раскомментируйте, чтобы посмотреть работу функции randint
AttributeError: partially initialized module 'random' has no attribute 'randint' (most likely due to a circular import)
